Repository: ratheeshgh/VE
Catalog: TCMB/Solutions/RetailMobile/hybrid/ios/messages/*.lproj/Localizable.strings
Languages: es

source: OK
es: Bien

source: Not Now
es: Ahora no

# user_settings
source: Settings
es: Ajustes

# check_updates
source: Check for updates
es: Buscar Actualización

source: Developer settings
es: Ajustar programación

# title_activity_app_pereferences
source: Settings
es: Ajustar

# internet_connection_needed_title
source: No Connectivity
es: Sin Conectividad

# internet_connection_needed
source: Please verify you have cellular network or WiFi connection
es: Compruebe que tiene conexión a red celular o WiFi

# error_accessing_server_title
source: Error communicating with the server
es: Error en comunicación con el servidor

# error_accessing_server_description
source: The server cannot be reached
es: No se puede acceder al servidor

# invalid_ssl_cert
source: The SSL certificate is invalid. The server cannot be trusted.
es: El certificado SSL no es válido

# invalid_ssl_cert_development
source: The SSL certificate is invalid. This is allowed only in development mode.
es: El certificado SSL no es válido

# lang_preference_dialog_title
source: Preferred language
es: Lenguaje preferido

# lang_preference_title
source: Language settings
es: Ajuste de Lenguaje

# lang_preference_summary
source: Select your preferred language
es: Seleccionar su lenguaje preferido

# change_confirm_reload
source: For applying your settings, the application has to be reloaded. Reload the application now?
es: La aplicación debe volver a cargarse. ¿ Cargar la aplicación ahora?

# settings_update_title
source: Settings update
es: Ajustes de Actualización

# update_download_updates_now
source: Updates are available. Download updates now?
es: Las actualizaciones están disponibles. Descargar actualizaciones ahora?

# update_result_uptodate
source: The application is up to date.
es: La aplicación está actualizada.

# update_result_error
source: The update site rejected the query.
es: El sitio de actualización rechazó la consulta.

# update_result_processing_error
source: Error encountered during update.
es: Error encontrado durante la actualización

# update_result_unknown_error
source: Error reading the update status from the update site.
es: Error al leer el estado de actualización desde el sitio de actualización.

# downloading_file_title
source: Downloading updates...
es: Descargando actualización...

# downloading_file_starting
source: Starting...
es: Ingresando...

# downloading_file_progress
source: Downloading file %1$d of %2$d.
es: Descargando archivo

# downloading_updates_error
source: Failed to download the updates.
es: Error al descargar las actualizaciones

# downloading_updates_success
source: The updates were downloaded successfully.
es: Las actualizaciones se descargaron exitosamente

# update_through_googleplay_confirmation
source: You need to update the application through Google play. Download the updated application now?
es: Debe actualizar la aplicación a través de Google Play. ¿Descargue la aplicación actualizada ahora?

# store_updatetitle
source: AppStore update
es: Actualización en AppStore

# update_result_major_update
source: Updates are available for this application. Connect to iTunes now?
es: Las actualizaciones están disponibles para esta aplicación. ¿Conectarse a iTunes ahora?

# alert_title
source: Alert
es: Alerta

# loading_wait
source: Loading, please wait...
es: Ingresando, Por favor espere...

# update_through_windows_store_confirmation
source: You need to update the application through Windows Phone Store. Download the updated application now?
es: Debe actualizar la aplicación a través de Windows Phone Store. Descargue la aplicación actualizada ahora?

source: Save
es: Guardar

source: Use device language
es: Usar el idioma del dispositivo

source: All pages
es: Todas las Páginas

# filesave_success
source: File saved successfully
es: Archivo guardado Exitosamente

source: One page
es: Página 1

source: PDF Documents
es: Documento en PDF

source: Print
es: Imprimir

source: Reports
es: Reportes
